;; -*- no-byte-compile: t; -*-
(package! cc-isearch-menu)

(package! browse-kill-ring)

(package! buffer-move)

(package! visual-regexp)

(package! fancy-narrow)

(package! evil-numbers)

(package! discover-my-major)

(package! google-this)

;; Conversion of names (upcase, camelcase, uppercase, etc.).
(package! string-inflection)

(package! diff-hl)

(package! highlight-symbol)

(package! org-superstar)

(package! ox-jira)

(package! orgtbl-aggregate)

(package! org-gcal)

(package! org-tree-slide)

(package! vulpea)

(package! consult-org-roam)

(package! git-auto-commit-mode)

(package! dired-imenu)

(package! dired-open)

(package! atomic-chrome)
