;; -*- no-byte-compile: t; -*-
(package! browse-kill-ring)

(package! buffer-move)

(package! visual-regexp)

(package! fancy-narrow)

(package! evil-numbers)

(package! discover-my-major)

(package! google-this)

;; Conversion of names (upcase, camelcase, uppercase, etc.).
(package! string-inflection)

(package! diff-hl)

(package! highlight-symbol)

(package! ox-jira)

(package! orgtbl-aggregate)

(package! org-gcal)

(package! org-tree-slide)

(package! vulpea)

;; Revert pin when consult will be upgraded by doom having consult-source-buffer.
(package! consult-org-roam :pin "a6dec09dcd06a3014409044399c4f8860ca45ef1")

(package! ox-clip)

(package! git-auto-commit-mode)

(package! dired-imenu)

(package! dired-open)

(package! atomic-chrome)

(package! pyvenv)

;; Automatically balance window margins.
(package! olivetti)

;; Guess ispell dictionary language.
(package! guess-language)
