;; -*- no-byte-compile: t; -*-
(package! cc-isearch-menu)

(package! browse-kill-ring)

(package! buffer-move)

(package! visual-regexp)

(package! fancy-narrow)

(package! evil-numbers)

(package! discover-my-major)

(package! google-this)

;; Conversion of names (upcase, camelcase, uppercase, etc.).
(package! string-inflection)

(package! diff-hl)

(package! highlight-symbol)
